Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: The Three Stooges.
ru: Три фигуранта.

source: Check it out, Ivan' s packing.
ru: Наш Иван вооружён.

source: We' ve got a briefcase.
ru: Появился кейс.

source: Hart, waiting for visual confirmation.
ru: Харт, дай визуальное подтверждение.

source: No disc yet.
ru: Но там нет диска.

source: Suitcase is opening.
ru: Кейс открывается.

source: This woman' s ass is in the way.
ru: Чья- то задница всё загородила.

source: We need to see the discs.
ru: Харт, ничего не видно, а нам нужны эти диски.

source: - This broad' s got two asses!
ru: - У неё целых две задницы!

source: - Do something!
ru: - Придумай что- нибудь!

source: You wanting something else?
ru: Ещё что- нибудь закажете?

source: I really love this borscht.
ru: Мне понравился ваш борщ.

source: Or, as they say in Russian:
ru: Как это по- русски:

source: We got the discs.
ru: Появились диски.

source: We' re moving in!
ru: Мы пошли!

source: Keep your hands where I can see them!
ru: И держите руки на виду!

source: No English.
ru: Не понимаем по- английски.

source: Nobody moves until I see some goddamn "Lazhitsa na pol"!
ru: Никому не двигаться, пока я не увижу, что вы "Ложиться на пол!"

source: Sir, he' s turning purple!
ru: Сэр, он покраснел!

source: Hart, until we secure, you stay.
ru: Харт, ничего не делай.

source: That is one really, really purple Russian, sir!
ru: Русский стал фиолетовым, сэр!

source: He' s still armed!
ru: Он вооружен!

source: Nobody moves!
ru: Никому не двигаться!

source: Hands up!
ru: Руки вверх!

source: He' s not gonna die.
ru: Сэр, я не могу дать ему умереть.

source: He' s not good enough for that.
ru: Для него это лучший выход.

source: His victims didn' t get a chance to choke on a peanut, did they, sir?
ru: А его жертвы не успели поперхнуться арахисом.

source: Now you' re going down.
ru: Теперь лежать.

source: Drop the guns or I' il kill her.
ru: Бросьте оружие, или я убью её.

source: Ivan, out the back.
ru: Иван, назад.

source: You' re not killing anyone.
ru: Обойдёмся без жертв.

source: Party' s over!
ru: Вечеринка накрылась!

source: How' s your head, my little piroshki?
ru: Головка не болит, пирожок?

source: This is gonna put you away for a long time.
ru: Теперь ты сядешь надолго.

source: Let' s get that ambulance in here!
ru: Вызовите скорую!

source: - Stay with me!
ru: - Держись!

source: - Don' t be sorry.
ru: - Не извиняйся.

source: You did a great job!
ru: Отличная работа!

source: Nice work.
ru: Хорошая.

source: See you back there.
ru: Увидимся в участке.

source: Come on, Hart.
ru: Пошли, Харт.

source: The van' s waiting.
ru: Машина ждёт.

source: I got Grant shot.
ru: Я виновата в том, что ранили Гранта.

source: I shouldn' t have moved.
ru: Успокойся.

source: Come on, you made a choice.
ru: Дело сделано.

source: It was wrong, but that' s it.
ru: Ты допустила ошибку, но это твоя ошибка.

source: By the way, you look like hell.
ru: Кстати, ты плохо выглядишь.

source: - Morning, Mrs. Schwartz.
ru: - Доброе утро, миссис Шварц.

source: - Good morning, Gracie.
ru: - Доброе утро, Грейси.

source: Hart.
ru: Харт.

source: ETA, 20 minutes.
ru: Я буду через 20 минут.

source: Breakdown?
ru: Задержитесь?

source: Negative.
ru: Нет.

source: Do not need assistance.
ru: Помощь не нужна.

source: Ten- four.
ru: Вас поняла.

source: Yes, sir, I know it' s hot.
ru: Да, сэр, я знаю, что срочно.

source: Hey, you cannot park --
ru: Эй, здесь нельзя стоять --

source: It' s an emergency.
ru: Это срочно.

source: Official business.
ru: Я по делу.

source: Aside, please.
ru: Посторонитесь, пожалуйста.

source: Step aside.
ru: Посторонитесь.

source: Hey, get lost!
ru: Эй, проваливай!

source: I' m waiting here.
ru: Здесь очередь.

source: Sir, ma' am, please back off.
ru: Сэр, мэм, пожалуйста, отойдите.

source: I need eight double- tall --
ru: Мне нужно восемь двойных --

source: Eight double- tall lattes.
ru: Восемь двойных каппучино.

source: One with no foam.
ru: Одно без пены.

source: Five decaf lattes with a long straw.
ru: Пять без кофеина, но с соломинками.

source: Four caramel macchiattos.
ru: Четыре маккиато с карамелью.

source: Double up on the cup.
ru: И двойной наполнитель.

source: Two blueberry scones with the little granules on top...... and one Starbucks compilation CD.
ru: Две булочки с голубикой и присыпкой...... и один "Старбак".

source: I would like....
ru: Я бы хотела....

source: Where' s McDonald?
ru: Где МакДональд?

source: Could we put out an APB on my Frappuccino?
ru: В пакете.

source: It' s in the bag.
ru: Он упоминал о вчерашнем?

source: Did he say anything about last night?
ru: Расслабься.

source: Don' t annoy him.
ru: Не раздражай его.

source: Don' t say anything.
ru: Молчи и не спорь.

source: Don' t argue.
ru: Я не спорю.

source: I don' t argue.
ru: Я никогда не спорю.

source: I never argue.
ru: Когда я спорила?

source: When do I argue?
ru: Иногда я разговариваю на повышенных тонах.

source: I might have a heated discussion with somebody.
ru: Ты только и делаешь, что споришь.

source: Is this you not arguing?
ru: Доброе утро.

source: Morning, sir.
ru: Доброе утро, сэр.

source: It' s....
ru: Это....

source: Sir.
ru: Сэр.

source: Okay, everybody.
ru: Прошу внимания.

source: I know you' re all concerned about Grant' s condition.
ru: Я знаю, вас беспокоит состояние Гранта.

source: So I' m happy to report...... Jerry' s gonna be fine.
ru: Я счастлив сообщить...... что Джерри в порядке.

source: He' il be out of the hospital in two weeks.
ru: И его скоро выпишут.

source: He says he' s expecting lots of gifts.
ru: Он говорит, готовьте подарки.

source: So much for the good news.
ru: Хороших новостей больше нет.

source: We got another letter from the Citizen.
ru: Мы получили новое письмо от "Гражданина".

source: Arson, explosives, poison...... this guy never works the same way twice.
ru: Поджоги, взрывы, отравления...... парень никогда не повторяется.

source: The only thing we know for sure...... is, we get these letters full of incomprehensible riddles...... he strikes and suddenly the clues make sense.
ru: Можно сказать одно...... его письма полны загадок...... и мы обязаны их разгадать.

source: This one is down in Intelligence.
ru: Письмом занимаются аналитики.

source: Hopefully, we' il get a lead before somebody gets killed.
ru: Надеюсь, нам удастся кого- то спасти.

source: In the meantime...... Matthews, get a team together.
ru: А пока...... Мэтью, собирай команду.

source: Sir, you want me to take point?
ru: Ты сам этого хочешь.

source: For five years you' ve wanted it.
ru: Вчера ты заслужил это.

source: Last night, you earned it.
ru: Собирай команду.

source: I want preliminaries by 3.
ru: К трём у меня должен быть план.

source: Sir...?
ru: Сэр...?

source: Who' s buying me lunch?
ru: За чей счёт я обедаю?

source: Sir, I would like to talk about what happened last night.
ru: Сэр, я хочу поговорить о вчерашних событиях.

source: I didn' t exactly follow orders --
ru: Я неточно выполнила приказ --

source: There' s no such thing.
ru: Приказ и "неточно"?

source: You follow orders or you don' t.
ru: Такого не бывает.

source: No arguments, sir.
ru: Не спорю, сэр.

source: None whatsoever.
ru: Вы правы.

source: Until the hearing, you' re out of the field.
ru: Расследование, конечно, нужно.

source: The hearing is totally warranted.
ru: Но не лучше ли мне заняться "Гражданином"?

source: Wouldn' t I be better on the Citizen case?
ru: Я могу вычислить его местонахождение.

source: I have a background in profiling and decoding.
ru: Я могла бы внести свою лепту.

source: I could contribute.
ru: Как же ты это сделала?

source: Like you contributed last night?
ru: Ты подвергла опасности себя и пять агентов.

source: By putting yourself and 5 agents in jeopardy?
ru: Теперь я подумаю о безопасности остальных.

source: You will bury yourself under a mountain of paperwork.
ru: А ты с головой уйдёшь в бумажную работу.

source: Discussion is over.
ru: Разговор окончен.

source: Rough day?
ru: Майк, дай мне мороженого.

source: Sure you want a whole one?
ru: Хуже не бывает.

source: Hit me big time, baby.
ru: Тебе полный стаканчик?

source: Hey, Einstein.
ru: Привет, Эйнштейн.

source: If you figure out that Citizen letter, let me know.
ru: Если разгадаешь письмо "Гражданина", дай знать.

source: Congratulations on the op.
ru: Спасибо.

source: It' s a big shot.
ru: Как ты?

source: How are you doing?
ru: Нормально.

source: You' re starting early today.
ru: Хочу наесться до отвала.

source: Yeah, I' m gonna get chip- faced.
ru: Попробуешь?

source: I' d love to, but I have a pressing social engagement.
ru: Я бы с удовольствием, но у меня свидание.

source: Beth!
ru: Бет!

source: Brownie meeting.
ru: Перешёл на малолеток.

source: Mike, give me a beer and....
ru: Майк, я буду пиво и....

source: Milk.
ru: Молоко.

source: Give her milk.
ru: Белое вино.

source: White wine spritzer.
ru: Здесь все агенты?

source: Are most of the people in here agents?
ru: Почти все.

source: As a matter of fact, here' s an agent.
ru: А это одна из них.

source: Gracie Hart.
ru: Грейси Харт.

source: Beth Carter.
ru: Бет Картер.

source: Right back to you.
ru: Привет.

source: Beth is an undergrad at Vassar, doing a paper on law enforcement.
ru: Бет специализируется по юриспруденции.

source: I' m helping her get an inside look.
ru: Мой вклад - практика.

source: I bet she' il do the same for you.
ru: Полагаю, она отвечает тем же.

source: Gracie, I would love to get a woman' s point of view.
ru: Грейси, оцените вашу работу с женской точки зрения.

source: You' re barking up the wrong tree.
ru: Ты обращаешься не по адресу.

source: Right, Hart?
ru: Верно, Харт?

source: Do all the women have to wear those really masculine shoes?
ru: У вас все женщины носят мужские ботинки?

source: I get these made special by the guy that put the tattoo on my ass.
ru: Это ради парня, который сделал мне тату на заднице.

source: We' il leave you with Ben and Jerry.
ru: Оставайся с Беном и Джерри.

source: Catch you later.
ru: Увидимся позже.

source: - Nice meeting you.
ru: - Рада была познакомиться.

source: - You too.
ru: - Я тоже.

source: Hope you have a good time at the mall.
ru: Надеюсь, ты хорошо проведёшь время.

source: Wohop is the place.
ru: "Вохоп" - отличное место.

source: Wohop is good, but if you like variety, you go to La Chinita Linda.
ru: Неплохое, но для разнообразия сходи в "Ла Чиниту".

source: Their rice and beans are slamming.
ru: Там потрясающие бобы и рис.

source: I don' t want variety.
ru: Я не хочу разнообразия.

source: I get pork fried rice every --
ru: А свинину с рисом я ем каждый --

source: I figured it out!
ru: Я всё нашла!

source: I tried to create a content- based pattern...... similar to his previous letters.
ru: Я пыталась найти закономерности...... в предыдущих письмах.

source: But this time, he used a signifier.
ru: Здесь он использовал символ.

source: In this case, the word "miss"...... in the subsequent letters.
ru: Слово "мисс"...... получило другой смысл.

source: Will you let me finish?
ru: Я могу закончить?

source: It' s the Miss United States Pageant.
ru: Это о конкурсе "Мисс США".

source: Intelligence thought so too.
ru: Аналитики тоже так думают.

source: What do we got?
ru: Что у нас есть?

source: Miss United States from San Antonio, Texas, home of the Alamo.
ru: "Мисс США", штат Техас, в Аламо.

source: I forgot the Alamo.
ru: Я забыл об Аламо.

source: The pageant lasts three days.
ru: Конкурс длится три дня.

source: Preliminaries, conferences...... the live telecast.
ru: Отбор...... конференции, прямая трансляция.

source: It' s a logistical nightmare.
ru: Словом, кошмар.

source: Not just a babe- fest.
ru: Это не просто показ красоток.

source: Jesus, we' ve only got 48 hours.
ru: У нас в запасе 48 часов.

source: Okay, gentlemen.
ru: Итак, джентльмены.

source: Where do we start?
ru: С чего начнём?

source: Set up a meeting.
ru: Надо договориться с организаторами конкурса.

source: Because you' il probably need their cooperation.
ru: Вам понадобится их помощь.

source: Yeah, I can do that.
ru: Да, верно.

source: What about jurisdiction?
ru: Мы так и сделаем.

source: The Citizen has been ours from the start.
ru: Дело "Гражданина" - в нашей юрисдикции.

source: You might want to call San Antonio.
ru: Можно позвонить в Сан- Антонио.

source: Grease some wheels so they like us...... when we need manpower and tech.
ru: С кем- нибудь полюбезничать...... и заручиться их помощью.

source: While I' m at it, let' s do that.
ru: Согласен.

source: Good idea.
ru: Хорошая мысль.

source: He loves to make a splash.
ru: Он любит эпатаж.

source: His target will be public...... like one of these outdoor prelims or a TV broadcast.
ru: Целью может стать публика...... на предварительных показах или телевизионщики.

source: Telecasters at the convention center.
ru: Во время заключительного шоу.

source: We' re gonna need surveillance on the interior perimeter.
ru: Поставьте камеры по периметру.

source: We' il need more.
ru: Этого будет мало.

source: There' s a million places...... only these bikini- stuffers can go: backstage areas, hotel rooms....
ru: Есть сотни мест, куда...... заходят одни конкурсантки: грим- уборные, номера отеля....

source: We need to get somebody in there.
ru: Лучше иметь своего человека.

source: Now I' m thinking...... undercover.
ru: Человек...... под прикрытием.

source: Good idea, boss.
ru: Хорошая идея, босс.

source: I got just the girl.
ru: Есть одна девушка на примете.

source: That' s nothing.
ru: Это ещё что.

source: Check this out.
ru: Смотрите.

source: Compliments of my daughter: the "Dress Up Sally" web site.
ru: Что я говорил?

source: What did I tell you?
ru: Класс, верно?

source: Hot, right?
ru: Отлично.

source: You got a little problem.
ru: Есть одна проблема.

source: She' s perfect!
ru: Она великолепна!

source: Look to the left.
ru: Посмотри слева.

source: Down... down....
ru: Ниже... ниже....

source: - There you go.
ru: - Вот.

source: - "On maternity leave"?
ru: - "В декретном отпуске".

source: That' s not gonna work.
ru: Ничего не выйдет.

source: Not unless it' s "The Miss Lamaze Pageant."
ru: Можешь поискать?

source: Female field agents under 35.
ru: Женщины моложе 35- ти.

source: Jensen, Jensen!
ru: Дженсен, Дженсен!

source: Wait, wait, wait, wait!
ru: Сейчас, сейчас!

source: That' s right, that' s right!
ru: Ладно, ладно!

source: I got the winner right here.
ru: Взгляните на это.

source: Scorekeepers ready?
ru: Вот наша победительница.

source: This is the best part.
ru: Судьи готовы?

source: He' s right behind me, isn' t he?
ru: Лучше не придумаешь.

source: Not really my color, is it?
ru: Он стоит сзади, да?

source: Sir, we were just...... looking for someone to go undercover at the pageant.
ru: Сэр, мы просто...... искали агента для работы на конкурсе.

source: And I' m the best we have.
ru: Я был лучшим.

source: It doesn' t inspire much confidence.
ru: Вряд ли это кого- либо вдохновит.

source: Get back to work.
ru: Возвращайтесь к работе.

source: - Hart, shouldn' t you be at a desk?
ru: - Харт, идите на своё место.

source: You don' t say anything?
ru: Не могла сказать?

source: Made me look like an idiot.
ru: Выставила меня идиотом.

source: Do I have eyes in the back of my head?
ru: У меня нет глаз на затылке.

source: - He was standing right behind me.
ru: - Он стоял рядом.

source: - What were we gonna say?
ru: - Что я могла сделать?

source: - This one.
ru: - Смотрите.

source: It' s Hart.
ru: Это же Харт.

source: Cut it off.
ru: Заканчивай.

source: Let' s go back to work.
ru: Пошли работать.

source: That' s not bad.
ru: Подождите.

source: Hold on, nothing.
ru: А ведь неплохо.

source: Hit the save button because you won' t see that again.
ru: Такого больше не увидишь.

source: - What do you say?
ru: - Что скажешь?

source: - No freaking way.
ru: - Обойдёшься.

source: I won' t parade around in a swimsuit like some bimbo...... named Gracie Lou Freebush, and all she wants is world peace.
ru: Я не собираюсь маршировать в купальнике под именем...... Грейси Лу Фрибуш, которой нужен мир во всем мире.

source: It wouldn' t be like that.
ru: Это будет не так.

source: You' d be on the undercover team.
ru: Там будет наша команда.

source: In a thong.
ru: И все в купальниках.

source: In a tasteful one- piece!
ru: В чувственных купальниках!

source: Pull this off.
ru: А вот этого не хочешь?

source: Is it because McDonald hates me?
ru: МакДональд ненавидит меня?

source: Or is it, like, a woman thing?
ru: Или ему нужна женщина?

source: Don' t kid yourself.
ru: Не обольщайся.

source: Nobody thinks of you that way.
ru: Тебя никто не считает женщиной.

source: He' s punishing me, isn' t he?
ru: Он решил наказать меня?

source: Like it or not, you screwed up, pal.
ru: Нравится тебе это или нет, но ты вечно всё портишь.

source: Sit down, sit down.
ru: Садись, садись.

source: I' ve never been in a beauty pageant.
ru: Я никогда не была на конкурсе красоты.

source: I don' t even own a brush.
ru: У меня даже нет платья и туши.

source: Which part of that is supposed to shock me?
ru: Хочешь удивить меня?

source: Let' s suspend reality for a second...... and pretend I said yes.
ru: Представь на секунду...... что я согласилась.

source: I got to do everything?
ru: Я должна буду всё делать?

source: Like...... the whole big hair and the makeup and --
ru: Прическу, макияж --

source: Damn right.
ru: Именно так.

source: The spinning, the twirling, the smiling, the cute little tap number.
ru: Будешь крутить задницей, улыбаться и ходить с номером.

source: Hundred bucks on Matthews.
ru: Сто баксов на Мэтью.

source: She' s got rage.
ru: Идёт.

source: I' il take that bet.
ru: Всё, детка.

source: Yeah, baby.
ru: Да.

source: So you' re saying...... I have to wear the bathing suit?
ru: Ты в одном купальнике.

source: You go, girl.
ru: Хорошо.

source: Where am I gonna put my gun?
ru: Молодец, девочка.

source: No place I want to know about.
ru: И куда я положу пистолет?

source: What could possibly motivate anybody to enter a beauty pageant?
ru: Есть только одно место.

source: Scholarship money, a chance to see the world...... broaden your horizons --
ru: Возможность получить образование, увидеть мир...... расширить горизонты --

source: So join the Marines.
ru: Лучше пойти на флот.

source: It' s like feminism never even happened.
ru: Это прямой путь к женоненавистничеству.

source: Any woman that does this is catering to misogynistic Neanderthal mentality.
ru: Неужели ты такой поверхностный?

source: Can you really be this superficial?
ru: Трудно поверить, правда?

source: Hard to believe, right?
ru: Пришли.

source: Therefore, we' d like to use one of our team undercover.
ru: Поэтому наш сотрудник будет работать под прикрытием.

source: Am I hearing this correctly?
ru: Правильно ли я вас поняла?

source: Kathy, these people want to put one of their agents...... in the pageant.
ru: Кэти, эти люди хотят, чтобы их агент...... участвовал в конкурсе.

source: They want her to win?
ru: Она должна победить?

source: No, ma' am.
ru: Нет, мэм.

source: We will need your help with the judging...... so our agent is in the top five...... to have access to all the areas at all times.
ru: Но вы должны нам помочь...... наш агент должен войти в пятерку лучших...... и участвовать во всех мероприятиях.

source: - Absolutely not.
ru: - Это невозможно.

source: - Miss Morningside...... we understand how important this beauty pageant --
ru: - Мисс Морнингсайд...... мы понимаем всё значение этого конкурса --

source: This is not a beauty pageant.
ru: Это не конкурс красоты.

source: This is a scholarship program.
ru: Это программа помощи студентам.

source: And it has been ever since my reign.
ru: Так было с момента моего появления.

source: I fully intend on maintaining that credo.
ru: И я намерена поддерживать это кредо.

source: Absolutely, Miss Morningside.
ru: Вы правы, мисс Морнингсайд.

source: We' re here to protect the girls.
ru: Мы хотим защитить девушек.

source: Women.
ru: Женщин.

source: Scholarship ladies.
ru: Студенток.

source: There' s nothing more important to me than the safety of my girls.
ru: Самое главное - это безопасность девушек.

source: I' d rather cancel the pageant than have them blown up.
ru: Я скорее отменю конкурс, чем допущу трагедию.

source: Especially without their knowledge.
ru: Ведь девушки будут в полном неведении.

source: We went to the network to cancel, but they refused.
ru: Мы хотели отменить конкурс, но нам отказали.

source: What state is she going to be from?
ru: Я в растерянности.

source: All the winners have been chosen.
ru: Какой штат она будет представлять?

source: We recently discovered some information about Miss New Jersey.
ru: Есть новые данные о мисс Нью- Джерси.

source: And her performance in a little film called Arma Get It On.
ru: Она снялась в фильме "Арма, надень это".

source: Was that her?
ru: Это была она?

source: Oh, yeah!
ru: Да!

source: She was gonna drop out pretty soon, if you know what I mean.
ru: Вы ведь понимаете?

source: Do you have an agent in mind?
ru: Простите.

source: Let me get you Victor Melling' s number.
ru: Я дам вам телефон Виктора Меллинга.

source: Frank.
ru: Фрэнк.

source: He' s our pageant consultant.
ru: Он - наш консультант.

source: Maybe he can do something to help.
ru: Возможно, он вам поможет.

source: This is my assistant, Frank Tobin.
ru: Мой ассистент Фрэнк Тобин.

source: Hi, everyone.
ru: Привет.

source: Would you get these people Victor' s number, please?
ru: Дай этим людям телефон Виктора.

source: And get me a spring water.
ru: И принеси мне минералки.

source: And for God' s sake, tuck in your shirt.
ru: И рубашку заправь.

source: That, that was... a water for you...... and....
ru: Вода для тебя...... и....

source: Victor Melling' s number.
ru: Телефон Виктора Меллинга.

source: Mr. Melling.
ru: Мистер Меллинг.

source: If you are Grace Hart, I quit here and now.
ru: Если вы - Грейс Харт, я сейчас же ухожу.

source: I' m having a bad hair day.
ru: Я давно не причёсывалась.

source: Bad hair decade, really.
ru: Точнее, уже 10 дней.

source: I' m Eric Matthews.
ru: Я - Эрик Мэтью.

source: We spoke.
ru: Мы с вами говорили.

source: Your hair is perfect.
ru: А ваша прическа великолепна.

source: However, I can' t accept this job.
ru: Я не могу согласиться на эту работу.

source: There' s no way on Earth I can make this woman ready in two days.
ru: Я не смогу подготовить эту женщину за два дня.

source: Please, Mr. Melling, give it a chance.
ru: Мистер Меллинг, хотя бы попробуйте.

source: Totally on the Bureau.
ru: И пообедайте за счёт Бюро.

source: I suppose that would be the civilized thing to do.
ru: Будем цивилизованными людьми.

source: Actually, I' m gonna take a rain check.
ru: У меня дела.

source: I got a lot of FBI stuff I' ve got to take care of.
ru: Я тебя предупреждал.

source: That thing I told you about that I gotta do.
ru: Но мы ещё увидимся.

source: But I' il see you later.
ru: И пообщаемся.

source: We' il hang out.
ru: Вы любите кепки?

source: You like caps?
ru: Я подарю вам кепку ФБР.

source: I' il get you an official FBI cap.
ru: До встречи.

source: See you later.
ru: Очень жаль.

source: What a pity.
ru: - Вы голодны?

source: - Are you hungry?
ru: - Ага.

source: It is always "yes," never "yeah." Sit down.
ru: Надо говорить "да", а не "ага".

source: Watch the hands, garçon.
ru: Вы поняли?

source: I have a feeling we' re going to need a drop cloth later.
ru: Полагаю, нам ещё понадобится салфетка.

source: Could I have another cabernet sauvignon?
ru: Каберне, пожалуйста.

source: - I' m good, thanks.
ru: Вам пива?

source: - That' s okay, Philip.
ru: - Нет, спасибо.

source: So, how long have you been doing this pageant- training thing?
ru: - Больше ничего, Филипп.
